Repository: mishooo13/myRSDK
Catalog: myRSDK/*.lproj/Localizable.strings
Languages: ar

source: Yes
ar: نعم

source: No
ar: لا

source: OK
ar: تم

source: Wrong
ar: خطأ

source: Warning
ar: تحذير

source: Submit
ar: تم

source: Done
ar: تم

# wrong_email_or_password
source: Invalid email or Password
ar: البريد الالكتروني او كلمة المرور غير صحيحة

source: Cancel
ar: إلغاء

# wrong_message
source: Something wrong happedend please try again
ar: حدث خطا ما من فضلك حاول مرة اخري

# minimum_password_length
source: Passwords must be at least 6 characters
ar: أقل عدد لعدد الكلمة السر هو 6

# invalid_mobile
source: Invalid mobile number
ar: من فضلك قم بادخال رقم موبايل صحيح

# empty_data_message
source: is empty please fill it
ar: من فضلك قم بادخال

# email_input_matching
source: Please enter valid email
ar: من فضلك ادخل صيغة صحيحه للبريد الإلكترونى

source: First name
ar: الإسم الاول

source: Last name
ar: الإسم الأخير

# name
source: User name
ar: الاسم

# dupicate_email
source: Email is already member before please login it
ar: البريد الالكتروني مستخدم بالفعل

# dupicate_mobile
source: Mobile is already member before please login it
ar: رقم الموبايل مسجل من قبل من فضلك قم بتسجيل الدخول

# price_start
source: From
ar: يبدأ من

source: Choose Food
ar: اختيار الطعام

source: Fast Delivery
ar: توصيل سريع

source: Tracking Order
ar: متابعة الطلب

source: Minium order
ar: الحد الادني للطلب

source: Floor
ar: الطابق

source: Order Number:
ar: رقم الطلب:

source: Male
ar: ذكر

source: Female
ar: انثي

source: Choose Address
ar: اختر عنوان

source: Choose Branch
ar: اختر فرع

# terms
source: Terms And conditions
ar: الشروط والاحكام

# privacy
source: Privacy policy
ar: سياسة الخصوصية

# refund
source: Refund policy
ar: سياسة الاسترجاع

# address_success
source: Address Added Successfully
ar: تمت اضافة العنوان بنجاح

# payment_choose
source: Please chosse Payment method
ar: من فضلك اختر نوع الدفع

# update_success
source: Updated Successfully
ar: تمت تعديل البيانات بنجاح

# rate_success
source: Thank you
ar: شكرا لك

source: Cash
ar: كاش

source: Visa
ar: فيزا

source: PickUp
ar: عند الحضور

source: Extra
ar: الزيادات

source: Size
ar: الحجم

# option_choose
source: Choose
ar: اختر

# address_pickup
source: Please chosse Address or Pickup
ar: من فضلك قم ياختيار العنوان

# area_choose
source: You should choose the area you want to delivery
ar: من فضلك اختر المنطقة المراد التوصيل اليها

# invalid_coupon
source: Invalid Coupon Code
ar: كوبون كود خاطئ

# quatity_error
source: You should at least choose one
ar: يجب ان تكون الكمية واحدة علي الاقل

# price_error
source: You should choose at least one size
ar: يجب ان تختار علي الاقل حجم

# option_required
source: Please choose the requried field
ar: من فضلك قم باختيار جميع المطلوب

# size_requried
source: Please choose size of item
ar: من فضلك قم باختيار حجم الوجبة

# order_success
source: Your order is success check your cart
ar: تمت بنجاح من فضلك قم بمراجعة الحقيبة

# fields_required
source: Please fill all fields
ar: من فضلك قم بادخال جميع البيانات المطلوبة

source: Loading
ar: تحميل ...

# empty_item
source: Empty Items
ar: لا يوجد عناصر

# empty_favorite
source: Empty favorites
ar: لا يوجد تفضيلات

source: Empty Offers
ar: لا يوجد عروض

source: Empty cart
ar: لا يوجد عناصر

# internet_failed
source: No connections are available
ar: لا يوجد اتصال بالانترنت

# pound
source: L.E.
ar: جم

source: Discount
ar: خصم

# discount_complete
source: From Total price
ar: من المجموع الكلي

# branchClose
source: Branch closed
ar: الفرع مفلق الان

# payment_failed
source: Payment not completed, try again
ar: عملية الدفع لم تكتمل حاول مرة اخري

source: Remove
ar: حذف

source: Add
ar: اضف

# add_promo
source: Enter promo code
ar: بروموكود

source: Alert
ar: تنبيه

# update_phone
source: To make order, we need your phone, please
ar: لانشاء طلب، من فضلك ادخل رقم الموبايل

source: Success
ar: تمت بنجاح

# reorder_success
source: Re-Order Success and added to bag
ar: تمت عملية الطلب بنجاح من فضلك تابع الحقيبة

# confirm_password
source: Passwords not compatible
ar: كلمة المرور غير متطابقة

# offers_message
source: Offers You Can`t Miss !
ar: عروض لا يمكنك تفويتها!

# menu_message
source: Discover Menu
ar: اكتشف القائمة

source: Select Location
ar: اختر الموقع

# order_time
source: Please choose order time
ar: من فضلك اختر ميعاد الاستلام

# wrong_menu_ID
source: This item not valid with this area
ar: هذا المنتج لا يوجد في هذه المنطقة

# cart_change_area
source: Change area may change the prices
ar: تغيير العنوان من الممكن يقوم بتغيير الاسعار

# cart_change
source: Items will delete from cart
ar: سوف نقوم بحذف حقيبة المشتريات
